# SetWSCellsImgDPIRes

## Description
Sets the DPI resolution for images in the specified worksheet.

```pascal
PROCEDURE SetWSCellsImgDPIRes(
				worksheet     : HANDLE;
				dpiResolution : INTEGER);
```

```python
def vs.SetWSCellsImgDPIRes(worksheet, dpiResolution):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|worksheet|HANDLE|The worksheet handle.|
|dpiResolution|INTEGER|The images' DPI resolution.|

## Version
Availability: from Vectorworks 2017

## Category
* Worksheets